Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.global.payrollDayHelper
source: Tidex estimates payment for a full calendar month of work in the following month. This payday applies to all periods for this job.
ar: يقدّر Tidex المبلغ المستحق عن شهر تقويمي كامل من العمل في الشهر التالي. ينطبق يوم الدفع هذا على جميع الفترات لهذه الوظيفة.
bg: Tidex изчислява през следващия месец възнаграждението за цял календарен месец работа. Този ден на изплащане важи за всички периоди за тази работа.
bn: Tidex পরের মাসে পুরো একটি ক্যালেন্ডার মাসের কাজের পারিশ্রমিকের আনুমানিক হিসাব করে। এই বেতন প্রদানের দিনটি এই চাকরির সব সময়কালের জন্য প্রযোজ্য।
ca: Tidex estima el pagament d’un mes natural complet de feina per al mes següent. Aquest dia de pagament s’aplica a tots els períodes d’aquesta feina.
cs: Tidex odhaduje výplatu za práci za celý kalendářní měsíc v následujícím měsíci. Tento výplatní den platí pro všechna období tohoto zaměstnání.
da: Tidex estimerer udbetalingen for en hel kalendermåneds arbejde i den følgende måned. Denne lønningsdag gælder for alle perioder for dette job.
de: Tidex schätzt die Auszahlung für einen ganzen Kalendermonat Arbeit im Folgemonat. Dieser Zahltag gilt für alle Zeiträume dieses Jobs.
el: Το Tidex εκτιμά την πληρωμή για έναν πλήρη ημερολογιακό μήνα εργασίας τον επόμενο μήνα. Αυτή η ημέρα πληρωμής ισχύει για όλες τις περιόδους αυτής της εργασίας.
es: Tidex estima el pago de un mes natural completo de trabajo para el mes siguiente. Este día de pago se aplica a todos los periodos de este empleo.
et: Tidex prognoosib terve kalendrikuu töötasu väljamakset järgmisel kuul. See palgapäev kehtib selle töökoha kõigi perioodide kohta.
fa: Tidex مبلغ پرداختی یک ماه کامل تقویمی کار را در ماه بعد برآورد می‌کند. این روز پرداخت برای همه دوره‌های این شغل اعمال می‌شود.
fi: Tidex arvioi kokonaisen kalenterikuukauden työstä saatavan palkan maksettavaksi seuraavana kuukautena. Tämä palkanmaksupäivä koskee kaikkia tämän työpaikan ajanjaksoja.
fil: Tinatantiya ng Tidex ang bayad para sa isang buong buwan ng trabaho sa kalendaryo, na babayaran sa susunod na buwan. Nalalapat ang petsa ng bayad na ito sa lahat ng panahon ng trabaho para sa trabahong ito.
fr: Tidex estime le montant versé pour un mois civil complet de travail le mois suivant. Cette date de paie s'applique à toutes les périodes de cet emploi.
he: Tidex מעריכה את התשלום עבור חודש קלנדרי מלא של עבודה בחודש שלאחר מכן. יום התשלום הזה חל על כל התקופות של מקום העבודה הזה.
hi: Tidex अगले महीने पूरे कैलेंडर माह के काम के भुगतान का अनुमान लगाता है। यह वेतन-दिन इस नौकरी की सभी अवधियों पर लागू होता है।
hr: Tidex procjenjuje isplatu za cijeli kalendarski mjesec rada u sljedećem mjesecu. Ovaj se dan isplate primjenjuje na sva razdoblja za ovaj posao.
hu: A Tidex a teljes naptári hónapban végzett munka kifizetését a következő hónapban becsüli meg. Ez a fizetési nap a munkahelyhez tartozó összes időszakra vonatkozik.
id: Tidex memperkirakan pembayaran untuk pekerjaan selama satu bulan kalender penuh pada bulan berikutnya. Hari pembayaran ini berlaku untuk semua periode pekerjaan ini.
is: Tidex áætlar útborgun fyrir heilan almanaksmánuð af vinnu í mánuðinum á eftir. Þessi útborgunardagur gildir um öll tímabil þessa starfs.
it: Tidex stima la retribuzione per un intero mese solare di lavoro nel mese successivo. Questo giorno di paga si applica a tutti i periodi di questo lavoro.
ja: Tidexは、暦月1か月分の勤務に対する給与を翌月に支払うものとして見積もります。この給料日は、この勤務先のすべての期間に適用されます。
ko: Tidex는 한 달 전체의 근무에 대한 급여를 다음 달에 추정합니다. 이 급여일은 이 직장의 모든 기간에 적용됩니다.
lt: Tidex apskaičiuoja apytikslę išmoką už visą kalendorinį darbo mėnesį, kuri išmokama kitą mėnesį. Ši atlyginimo mokėjimo diena taikoma visiems šios darbovietės laikotarpiams.
lv: Tidex aprēķina samaksu par pilnu kalendāro darba mēnesi nākamajā mēnesī. Šī algas izmaksas diena attiecas uz visiem šīs darba vietas periodiem.
nb: Tidex anslår utbetaling for en hel kalendermåned med arbeid i måneden etter. Denne lønningsdagen gjelder alle perioder for jobben.
nl: Tidex schat de betaling voor een volledige kalendermaand werk in de daaropvolgende maand. Deze betaaldag geldt voor alle perioden van deze baan.
nn: Tidex anslår utbetaling for ein heil kalendermånad med arbeid i månaden etter. Denne lønningsdagen gjeld alle periodar for denne jobben.
pl: Tidex szacuje wynagrodzenie za pełny miesiąc kalendarzowy pracy w kolejnym miesiącu. Ten dzień wypłaty dotyczy wszystkich okresów tej pracy.
pt_br: A Tidex estima o pagamento de um mês-calendário completo de trabalho no mês seguinte. Esta data de pagamento se aplica a todos os períodos deste emprego.
ro: Tidex estimează plata pentru o lună calendaristică întreagă de muncă în luna următoare. Această zi de plată se aplică tuturor perioadelor pentru acest loc de muncă.
ru: Tidex рассчитывает выплату за полный календарный месяц работы в следующем месяце. Этот день выплаты применяется ко всем периодам для этого места работы.
sk: Tidex odhaduje výplatu za celý kalendárny mesiac práce v nasledujúcom mesiaci. Tento výplatný deň platí pre všetky obdobia tohto pracoviska.
sl: Tidex oceni plačilo za delo v celotnem koledarskem mesecu v naslednjem mesecu. Ta dan izplačila velja za vsa obdobja te službe.
sr: Tidex procenjuje zaradu za ceo kalendarski mesec rada u narednom mesecu. Ovaj dan isplate važi za sve periode za ovaj posao.
sv: Tidex uppskattar utbetalningen för en hel kalendermånads arbete under följande månad. Den här löneutbetalningsdagen gäller alla perioder för jobbet.
sw: Tidex hukadiria malipo ya kazi ya mwezi mzima wa kalenda katika mwezi unaofuata. Tarehe hii ya malipo inatumika kwa vipindi vyote vya kazi hii.
ta: Tidex, ஒரு முழு காலண்டர் மாதப் பணிக்கான ஊதியத்தை அடுத்த மாதத்தில் மதிப்பிடுகிறது. இந்த ஊதிய நாள் இந்த வேலைக்கான அனைத்து காலங்களுக்கும் பொருந்தும்.
th: Tidex จะประมาณการค่าจ้างสำหรับการทำงานเต็มเดือนปฏิทินในเดือนถัดไป วันจ่ายค่าจ้างนี้ใช้กับทุกงวดของงานนี้
tr: Tidex, tam bir takvim ayındaki çalışmanın ödemesini bir sonraki ay için tahmin eder. Bu ödeme günü, bu işe ait tüm dönemler için geçerlidir.
uk: Tidex розраховує виплату за повний календарний місяць роботи в наступному місяці. Цей день виплати застосовується до всіх періодів для цієї роботи.
ur: Tidex اگلے مہینے میں پورے کیلنڈر مہینے کے کام کی ادائیگی کا تخمینہ لگاتا ہے۔ یہ ادائیگی کا دن اس ملازمت کے تمام ادوار پر لاگو ہوتا ہے۔
vi: Tidex ước tính khoản thanh toán cho một tháng dương lịch làm việc trọn vẹn vào tháng tiếp theo. Ngày trả lương này áp dụng cho tất cả các kỳ của công việc này.
zh_hans: Tidex 会在下个月估算完整日历月工作的收入。此发薪日适用于该工作的所有周期。
zh_hant: Tidex 會估算下個月整個曆月工作的薪資。此發薪日適用於此工作的所有期間。

# settings.pay.global.title
source: Payday and currency
ar: يوم صرف الراتب والعملة
bg: Ден на изплащане и валута
bn: বেতনপ্রদানের দিন ও মুদ্রা
ca: Dia de pagament i moneda
cs: Výplatní den a měna
da: Lønningsdag og valuta
de: Zahltag und Währung
el: Ημέρα πληρωμής και νόμισμα
es: Día de pago y moneda
et: Palgapäev ja valuuta
fa: روز پرداخت و ارز
fi: Palkanmaksupäivä ja valuutta
fil: Araw ng sahod at salapi
fr: Date de paie et devise
he: יום תשלום ומטבע
hi: वेतन-दिवस और मुद्रा
hr: Dan isplate i valuta
hu: Fizetési nap és pénznem
id: Tanggal gajian dan mata uang
is: Launadagur og gjaldmiðill
it: Giorno di paga e valuta
ja: 給与支給日と通貨
ko: 급여일 및 통화
lt: Atlyginimo mokėjimo diena ir valiuta
lv: Algas izmaksas diena un valūta
nb: Lønningsdag og valuta
nl: Betaaldag en valuta
nn: Lønningsdag og valuta
pl: Dzień wypłaty i waluta
pt_br: Dia de pagamento e moeda
ro: Ziua de plată și moneda
ru: День выплаты и валюта
sk: Výplatný deň a mena
sl: Dan izplačila in valuta
sr: Dan isplate i valuta
sv: Lönedag och valuta
sw: Siku ya malipo na sarafu
ta: சம்பள நாள் மற்றும் நாணயம்
th: วันจ่ายเงินและสกุลเงิน
tr: Ödeme günü ve para birimi
uk: День виплати та валюта
ur: تنخواہ کا دن اور کرنسی
vi: Ngày trả lương và đơn vị tiền tệ
zh_hans: 发薪日和货币
zh_hant: 發薪日與貨幣

# settings.pay.jobActions.archive
source: Archive job
ar: أرشفة الوظيفة
bg: Архивирай работа
bn: কাজ আর্কাইভ করুন
ca: Arxiva la feina
cs: Archivovat práci
da: Arkivér job
de: Job archivieren
el: Αρχειοθέτηση δουλειάς
es: Archivar trabajo
et: Arhiveeri töökoht
fa: بایگانی شغل
fi: Arkistoi työpaikka
fil: I-archive ang trabaho
fr: Archiver l’emploi
he: העבר לארכיון
hi: नौकरी संग्रहित करें
hr: Arhiviraj posao
hu: Munka archiválása
id: Arsipkan pekerjaan
is: Setja vinnu í safn
it: Archivia lavoro
ja: 仕事をアーカイブ
ko: 일터 보관
lt: Archyvuoti darbą
lv: Arhivēt darbu
nb: Arkiver jobb
nl: Baan archiveren
nn: Arkiver jobb
pl: Archiwizuj pracę
pt_br: Arquivar trabalho
ro: Arhivează locul de muncă
ru: Архивировать работу
sk: Archivovať prácu
sl: Arhiviraj službo
sr: Arhiviraj posao
sv: Arkivera jobb
sw: Hifadhi kazi
ta: வேலையை காப்பகப்படுத்து
th: เก็บงานเข้าคลัง
tr: İşi arşivle
uk: Архівувати роботу
ur: ملازمت محفوظ کریں
vi: Lưu trữ công việc
zh_hans: 归档工作
zh_hant: 封存工作

# settings.pay.jobActions.archiveConfirmMessage
source: Archived jobs stay in history, but cannot be used for new shifts until restored.
ar: تبقى الوظائف المؤرشفة في السجل، لكن لا يمكن استخدامها لورديات جديدة حتى استعادتها.
bg: Архивираните работи остават в историята, но не могат да се използват за нови смени, докато не бъдат възстановени.
bn: আর্কাইভ করা কাজ ইতিহাসে থাকবে, তবে পুনরুদ্ধার না করা পর্যন্ত নতুন শিফটে ব্যবহার করা যাবে না।
ca: Les feines arxivades es mantenen a l'historial, però no es poden fer servir per a torns nous fins que es restaurin.
cs: Archivované práce zůstanou v historii, ale nepůjdou použít pro nové směny, dokud je neobnovíte.
da: Arkiverede job bliver i historikken, men kan ikke bruges til nye vagter, før de gendannes.
de: Archivierte Jobs bleiben im Verlauf, können aber bis zur Wiederherstellung nicht für neue Schichten verwendet werden.
el: Οι αρχειοθετημένες δουλειές παραμένουν στο ιστορικό, αλλά δεν μπορούν να χρησιμοποιηθούν για νέες βάρδιες μέχρι να αποκατασταθούν.
es: Los trabajos archivados quedan en el historial, pero no pueden usarse para turnos nuevos hasta restaurarlos.
et: Arhiveeritud töökohad jäävad ajalukku, kuid neid ei saa uute vahetuste jaoks kasutada enne taastamist.
fa: شغل‌های بایگانی‌شده در سابقه می‌مانند، اما تا زمان بازیابی برای شیفت‌های جدید قابل استفاده نیستند.
fi: Arkistoidut työpaikat säilyvät historiassa, mutta niitä ei voi käyttää uusiin vuoroihin ennen palauttamista.
fil: Mananatili sa history ang mga naka-archive na trabaho, pero hindi magagamit sa mga bagong shift hangga't hindi naibabalik.
fr: Les emplois archivés restent dans l’historique, mais ne peuvent pas être utilisés pour de nouveaux services avant restauration.
he: עבודות בארכיון נשארות בהיסטוריה, אבל אי אפשר להשתמש בהן למשמרות חדשות עד לשחזור.
hi: संग्रहित नौकरियाँ इतिहास में रहती हैं, लेकिन बहाल होने तक नई शिफ्ट के लिए इस्तेमाल नहीं की जा सकतीं।
hr: Arhivirani poslovi ostaju u povijesti, ali se ne mogu koristiti za nove smjene dok se ne vrate.
hu: Az archivált munkák megmaradnak az előzményekben, de visszaállításig nem használhatók új műszakokhoz.
id: Pekerjaan yang diarsipkan tetap ada di riwayat, tetapi tidak bisa dipakai untuk shift baru sampai dipulihkan.
is: Vinna í safni helst í ferlinum, en ekki er hægt að nota hana í nýjar vaktir fyrr en hún er endurheimt.
it: I lavori archiviati restano nella cronologia, ma non possono essere usati per nuovi turni finché non vengono ripristinati.
ja: アーカイブした仕事は履歴に残りますが、復元するまで新しいシフトには使えません。
ko: 보관된 일터는 기록에 남지만, 복원 전까지 새 근무에는 사용할 수 없습니다.
lt: Archyvuoti darbai lieka istorijoje, bet negali būti naudojami naujoms pamainoms, kol neatkuriami.
lv: Arhivētie darbi paliek vēsturē, bet tos nevar izmantot jaunām maiņām, līdz tie tiek atjaunoti.
nb: Arkiverte jobber blir liggende i historikken, men kan ikke brukes for nye vakter før de gjenopprettes.
nl: Gearchiveerde banen blijven in de geschiedenis, maar kunnen pas na herstel voor nieuwe diensten worden gebruikt.
nn: Arkiverte jobbar blir verande i historikken, men kan ikkje brukast til nye vakter før dei blir gjenoppretta.
pl: Zarchiwizowane prace pozostają w historii, ale nie można ich używać do nowych zmian, dopóki nie zostaną przywrócone.
pt_br: Trabalhos arquivados ficam no histórico, mas não podem ser usados em novos turnos até serem restaurados.
ro: Locurile de muncă arhivate rămân în istoric, dar nu pot fi folosite pentru ture noi până sunt restaurate.
ru: Архивные работы остаются в истории, но их нельзя использовать для новых смен, пока они не будут восстановлены.
sk: Archivované práce zostanú v histórii, ale nepôjdu použiť na nové zmeny, kým ich neobnovíte.
sl: Arhivirane službe ostanejo v zgodovini, vendar jih ni mogoče uporabljati za nove izmene, dokler jih ne obnoviš.
sr: Arhivirani poslovi ostaju u istoriji, ali ne mogu da se koriste za nove smene dok se ne vrate.
sv: Arkiverade jobb finns kvar i historiken men kan inte användas för nya pass förrän de återställs.
sw: Kazi zilizohifadhiwa hubaki kwenye historia, lakini haziwezi kutumika kwa zamu mpya hadi zirejeshwe.
ta: காப்பகப்படுத்திய வேலைகள் வரலாற்றில் இருக்கும், ஆனால் மீட்டமைக்கும் வரை புதிய ஷிப்ட்களுக்கு பயன்படுத்த முடியாது.
th: งานที่เก็บเข้าคลังจะยังอยู่ในประวัติ แต่จะใช้กับกะใหม่ไม่ได้จนกว่าจะกู้คืน
tr: Arşivlenen işler geçmişte kalır, ancak geri yüklenene kadar yeni vardiyalarda kullanılamaz.
uk: Архівовані роботи лишаються в історії, але не можуть використовуватись для нових змін, доки їх не відновити.
ur: محفوظ شدہ ملازمتیں ہسٹری میں رہتی ہیں، لیکن بحال ہونے تک نئی شفٹوں کے لیے استعمال نہیں ہو سکتیں۔
vi: Công việc đã lưu trữ vẫn còn trong lịch sử, nhưng không thể dùng cho ca làm mới đến khi được khôi phục.
zh_hans: 归档的工作会保留在历史记录中，但在恢复前不能用于新班次。
zh_hant: 封存的工作會保留在記錄中，但在還原前不能用於新增班次。

# settings.pay.jobActions.archiveConfirmTitle
source: Archive this job?
ar: أرشفة هذه الوظيفة؟
bg: Да архивирате ли тази работа?
bn: এই কাজটি আর্কাইভ করবেন?
ca: Vols arxivar aquesta feina?
cs: Archivovat tuto práci?
da: Arkivér dette job?
de: Diesen Job archivieren?
el: Αρχειοθέτηση αυτής της δουλειάς;
es: ¿Archivar este trabajo?
et: Kas arhiveerida see töökoht?
fa: این شغل بایگانی شود؟
fi: Arkistoidaanko tämä työpaikka?
fil: I-archive ang trabahong ito?
fr: Archiver cet emploi ?
he: להעביר את העבודה הזו לארכיון?
hi: इस नौकरी को संग्रहित करें?
hr: Arhivirati ovaj posao?
hu: Archiválod ezt a munkát?
id: Arsipkan pekerjaan ini?
is: Setja þessa vinnu í safn?
it: Archiviare questo lavoro?
ja: この仕事をアーカイブしますか？
ko: 이 일터를 보관할까요?
lt: Archyvuoti šį darbą?
lv: Arhivēt šo darbu?
nb: Arkiver denne jobben?
nl: Deze baan archiveren?
nn: Arkivere denne jobben?
pl: Archiwizować tę pracę?
pt_br: Arquivar este trabalho?
ro: Arhivezi acest loc de muncă?
ru: Архивировать эту работу?
sk: Archivovať túto prácu?
sl: Arhivirati to službo?
sr: Arhivirati ovaj posao?
sv: Arkivera det här jobbet?
sw: Uhifadhi kazi hii?
ta: இந்த வேலையை காப்பகப்படுத்தவா?
th: เก็บงานนี้เข้าคลัง?
tr: Bu iş arşivlensin mi?
uk: Архівувати цю роботу?
ur: اس ملازمت کو محفوظ کریں؟
vi: Lưu trữ công việc này?
zh_hans: 要归档这份工作吗？
zh_hant: 要封存這份工作嗎？

# settings.pay.jobActions.defaultHint
source: Choose another default job before archiving or deleting this one.
ar: اختر وظيفة افتراضية أخرى قبل أرشفة هذه الوظيفة أو حذفها.
bg: Изберете друга работа по подразбиране, преди да архивирате или изтриете тази.
bn: এটি আর্কাইভ বা মুছে ফেলার আগে অন্য একটি ডিফল্ট চাকরি বেছে নিন।
ca: Tria una altra feina predeterminada abans d’arxivar o eliminar aquesta.
cs: Před archivací nebo smazáním tohoto zaměstnání vyberte jiné výchozí zaměstnání.
da: Vælg et andet standardjob, før du arkiverer eller sletter dette.
de: Wähle einen anderen Standardjob, bevor du diesen archivierst oder löschst.
el: Επιλέξτε άλλη προεπιλεγμένη εργασία πριν αρχειοθετήσετε ή διαγράψετε αυτήν.
es: Elige otro empleo predeterminado antes de archivar o eliminar este.
et: Vali enne selle arhiveerimist või kustutamist mõni muu vaikimisi töökoht.
fa: پیش از بایگانی یا حذف این شغل، یک شغل پیش‌فرض دیگر انتخاب کنید.
fi: Valitse toinen oletustyöpaikka ennen kuin arkistoit tai poistat tämän.
fil: Pumili ng ibang default na trabaho bago i-archive o burahin ang isang ito.
fr: Choisissez un autre emploi par défaut avant d'archiver ou de supprimer celui-ci.
he: בחר מקום עבודה אחר כברירת מחדל לפני העברת מקום העבודה הזה לארכיון או מחיקתו.
hi: इस नौकरी को आर्काइव या हटाने से पहले कोई दूसरी डिफ़ॉल्ट नौकरी चुनें।
hr: Odaberite drugi zadani posao prije arhiviranja ili brisanja ovog posla.
hu: Válassz másik alapértelmezett munkahelyet, mielőtt archiválod vagy törlöd ezt.
id: Pilih pekerjaan standar lain sebelum mengarsipkan atau menghapus pekerjaan ini.
is: Veldu annað sjálfgefið starf áður en þú setur þetta í geymslu eða eyðir því.
it: Scegli un altro lavoro predefinito prima di archiviare o eliminare questo.
ja: この勤務先をアーカイブまたは削除する前に、別のデフォルト勤務先を選択してください。
ko: 이 직장을 보관하거나 삭제하기 전에 다른 기본 직장을 선택하세요.
lt: Prieš archyvuodami ar ištrindami šią darbovietę, pasirinkite kitą numatytąją darbovietę.
lv: Pirms šīs darba vietas arhivēšanas vai dzēšanas izvēlieties citu noklusējuma darba vietu.
nb: Velg en annen standardjobb før du arkiverer eller sletter denne.
nl: Kies een andere standaardbaan voordat je deze archiveert of verwijdert.
nn: Vel ein annan standardjobb før du arkiverer eller slettar denne.
pl: Wybierz inną domyślną pracę przed zarchiwizowaniem lub usunięciem tej.
pt_br: Escolha outro emprego padrão antes de arquivar ou excluir este.
ro: Alege un alt loc de muncă implicit înainte de a arhiva sau șterge acest loc de muncă.
ru: Выберите другое место работы по умолчанию перед архивированием или удалением этого места.
sk: Pred archiváciou alebo odstránením tohto pracoviska vyberte iné predvolené pracovisko.
sl: Pred arhiviranjem ali izbrisom te službe izberite drugo privzeto službo.
sr: Izaberite drugi podrazumevani posao pre nego što arhivirate ili obrišete ovaj.
sv: Välj ett annat standardjobb innan du arkiverar eller raderar det här.
sw: Chagua kazi nyingine chaguo-msingi kabla ya kuweka hii kwenye kumbukumbu au kuifuta.
ta: இந்த வேலையை காப்பகப்படுத்தும் அல்லது நீக்கும் முன் வேறொரு இயல்புநிலை வேலையைத் தேர்ந்தெடுக்கவும்.
th: เลือกงานเริ่มต้นอื่นก่อนเก็บถาวรหรือลบงานนี้
tr: Bunu arşivlemeden veya silmeden önce başka bir varsayılan iş seçin.
uk: Перш ніж архівувати або видаляти цю роботу, виберіть іншу роботу за замовчуванням.
ur: اسے آرکائیو یا حذف کرنے سے پہلے کوئی دوسری ڈیفالٹ ملازمت منتخب کریں۔
vi: Chọn một công việc mặc định khác trước khi lưu trữ hoặc xóa công việc này.
zh_hans: 归档或删除此工作前，请先选择其他默认工作。
zh_hant: 封存或刪除此工作前，請先選擇其他預設工作。

# settings.pay.jobActions.deleteHistory
source: Delete job and history
ar: حذف الوظيفة والسجل
bg: Изтрийте работата и историята
bn: চাকরি ও ইতিহাস মুছে ফেলুন
ca: Elimina la feina i l’historial
cs: Smazat zaměstnání a historii
da: Slet job og historik
de: Job und Verlauf löschen
el: Διαγραφή εργασίας και ιστορικού
es: Eliminar empleo e historial
et: Kustuta töökoht ja ajalugu
fa: حذف شغل و سوابق
fi: Poista työpaikka ja historia
fil: Burahin ang trabaho at kasaysayan
fr: Supprimer l'emploi et l'historique
he: מחיקת מקום עבודה והיסטוריה
hi: नौकरी और इतिहास हटाएं
hr: Izbriši posao i povijest
hu: Munkahely és előzmények törlése
id: Hapus pekerjaan dan riwayat
is: Eyða starfi og færslusögu
it: Elimina lavoro e cronologia
ja: 勤務先と履歴を削除
ko: 직장 및 기록 삭제
lt: Ištrinti darbovietę ir istoriją
lv: Dzēst darba vietu un vēsturi
nb: Slett jobb og historikk
nl: Baan en geschiedenis verwijderen
nn: Slett jobb og historikk
pl: Usuń pracę i historię
pt_br: Excluir emprego e histórico
ro: Șterge locul de muncă și istoricul
ru: Удалить место работы и историю
sk: Odstrániť pracovisko a históriu
sl: Izbriši službo in zgodovino
sr: Obriši posao i istoriju
sv: Radera jobb och historik
sw: Futa kazi na historia
ta: வேலை மற்றும் வரலாற்றை நீக்கு
th: ลบงานและประวัติ
tr: İşi ve geçmişini sil
uk: Видалити роботу та історію
ur: ملازمت اور ریکارڈ حذف کریں
vi: Xóa công việc và lịch sử
zh_hans: 删除工作及历史记录
zh_hant: 刪除工作與歷史紀錄
